# Кое-какие настройки для бота

# id тех, кто может менять карму без 
gods = [212668916]

# Бот в текущей сборке расчитан на работу с heroku.com
# Это ссылка на приложение, для установления вебхука
url = "https://karmatorbot.herokuapp.com/bot"

# Имя бота (то, которое @Karmator_bot)
bot_name = "Karmator_bot"

# Ссылка на Github репозиторий этого бота
source_link = "https://github.com/oldkiller/karmator_bot"

# Слова, на которые реагирует бот
popular_good_words = ["спс", "ору", "орево"]
good_words = ["спасибо", "сяп", "благодарю", "благодарность", 
			"помог ", "sps", "дякую", "бережи тебе боже", "спаси тебя бог",
			"сенкс", "респект", "храни тебя бог"] + popular_good_words
bad_words = ["говно", "пидор", "жопа", "дебил", 
			"suka", "сука", "мразь"]

good_emoji = "❤😂👍🔥😆💋😘😍😜"
bad_emoji = "😡👎💩"
